---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrCalcMin
source: html/0f6676b4-18de-97bc-93e1-306349b759fd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrCalcMin Property

"Calculation Rules"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrCalcMin { get; }
```